{
  "home": "होम",
  "skills": "कौशल",
  "contact": "संपर्क",
  "about_us": "हमारे बारे में",
  "games": "खेल",
  "login": "लॉगिन",
  "settings": "सेटिंग्स",
  "connect": "चलो जुड़ें",
  "scores": "स्कोर",
  "ScoresDescription": "स्कोर अनुभाग खिलाड़ियों को उनके प्रदर्शन का स्पष्ट चित्र देता है। 'टास्क डन' गिनती दिखाती है कि उन्होंने कितने चैलेंज या लेवल सफलतापूर्वक पूरे किए हैं, जिससे उन्हें अपने प्रगति का कदम दर कदम ट्रैक करने में मदद मिलती है। सटीकता प्रतिशत यह दर्शाता है कि उन्होंने प्रश्नों के उत्तर देने या चालों को करने में कितनी सही प्रतिक्रिया दी, जो खिलाड़ियों को अपनी शुद्धता सुधारने पर ध्यान केंद्रित करने के लिए प्रोत्साहित करता है। सुधार स्कोर यह दिखाता है कि उन्होंने अपनी पिछली कोशिशों की तुलना में कितना बेहतर प्रदर्शन किया है, जिससे उन्हें अभ्यास जारी रखने और हर बार मजबूत बनने के लिए प्रेरणा मिलती है। ये तीन संकेतक मिलकर उपलब्धि, कौशल और विकास का संतुलित अवलोकन प्रदान करते हैं।",
  "TaskDone": "पूरा किया गया कार्य",
  "accuracy": "सटीकता",
  "improvement": "सुधार",
  "welcome_tagline": "ज़ेस्टवर्स में खेलें और सीखें...",
  "learn_with_fun": "मज़े के साथ सीखें और शुरू करें",
  "excel_for_excellence": "उत्कृष्टता के लिए उत्कृष्टता",
  "lets_connect": "चलो कनेक्ट करें",
  "journey": "यात्रा",
  "button":"चलो कनेक्ट करें",
  "how_to_play": "कैसे खेलें",
  "learn_with": "मज़े के साथ सीखें",
  "how_to_play_desc": "जब छात्र गलत उत्तर देते हैं, तो हम खेल को बंद नहीं करते। इसके बजाय, हम उन्हें खेलने देते हैं ताकि वे लगे रहें और प्रेरित रहें...",
  "tab1": "टैब 1",
  "tab2": "टैब 2",
  "tab3": "टैब 3",
  "tab2_desc": "छात्र एक ही समय में इंटरैक्टिव गेम्स के माध्यम से सीख सकते हैं और खेल सकते हैं...",
  "tab3_desc": "छात्र इंटरैक्टिव गेम्स के माध्यम से एक ही समय में सीख सकते हैं और खेल सकते हैं, जो मज़ा और शिक्षा को मिलाते हैं। खेलते समय, वे चुनौतियों को हल करते हैं, प्रश्नों का उत्तर देते हैं, और ऐसे विकल्प चुनते हैं जो उनके ज्ञान की परीक्षा लेते हैं। केवल याद करने के बजाय, वे सक्रिय रूप से भाग लेते हैं, जिससे उन्हें अवधारणाओं को बेहतर समझने में मदद मिलती है। गेमिंग का उत्साह उन्हें प्रेरित रखता है, जबकि सीखने के तत्व यह सुनिश्चित करते हैं कि वे उपयोगी कौशल प्राप्त करें। इस तरह, हर गलती सुधार का अवसर बन जाती है, और हर उपलब्धि आत्मविश्वास बढ़ाती है—जिससे सीखने की प्रक्रिया मजेदार और प्रभावी बनती है।",
    "title": "संपर्क करें",
    "firstName": "पहला नाम",
    "lastName": "अंतिम नाम",
    "email": "ईमेल पता",
    "phone": "फ़ोन नंबर",
    "message": "संदेश",
    "send": "भेजें",
    "sending": "भेजा जा रहा है...",
    "success": "✅ संदेश सफलतापूर्वक भेजा गया!",
    "error": "⚠️ कुछ गलत हुआ, कृपया बाद में पुनः प्रयास करें।",
    "serverError": "⚠️ सर्वर त्रुटि। कृपया बाद में पुनः प्रयास करें।"
}
