{
  "home": "ମୂଳ",
  "skills": "କୌଶଳ",
  "contact": "ଯୋଗାଯୋଗ",
  "about_us": "ଆମ ବିଷୟରେ",
  "games": "ଖେଳ",
  "login": "ଲଗ୍ଇନ୍",
  "settings": "ସେଟିଙ୍ଗସ୍",
  "connect": "ଆସନ୍ତୁ ଯୋଗ ଦିଅ",
  "scores": "ସ୍କୋର",
  "ScoresDescription": "ସ୍କୋର ସେକ୍ସନ୍ ଖେଳାଳିଙ୍କୁ ତାଙ୍କର ପ୍ରଦର୍ଶନର ସ୍ପଷ୍ଟ ଛବି ଦେଇଥାଏ। 'ଟାସ୍କ ଡନ୍' ଗଣନା ଦେଖାଏ କେତେ ଚ୍ୟାଲେଞ୍ଜ ବା ଲେଭେଲ ସଫଳତାର ସହିତ ସମ୍ପୂର୍ଣ୍ଣ କରାଯାଇଛି, ଯାହା ତାଙ୍କୁ ପଦକ୍ଷେପରେ ପ୍ରଗତି ଟ୍ରାକ୍ କରିବାରେ ସାହାଯ୍ୟ କରେ। ସଠିକତା ପ୍ରତିଶତ ଦେଖାଏ କେତେ ସଠିକ ଭାବରେ ପ୍ରଶ୍ନର ଉତ୍ତର ଦେଇଥିଲେ ବା କ୍ରିୟା କରିଥିଲେ, ଯାହା ଖେଳାଳିଙ୍କୁ ତାଙ୍କର ସଠିକତା ବୃଦ୍ଧି କରିବାରେ ନିଯୁକ୍ତ କରେ। ସୁଧାର ସ୍କୋର ଦର୍ଶାଏ କେତେ ସେମାନେ ତାଙ୍କର ପୂର୍ବତନ ପ୍ରୟାସର ସହିତ ତୁଳନାରେ ଭଲ କରୁଛନ୍ତି, ଯାହା ତାଙ୍କୁ ଅଭ୍ୟାସ ଜାରି ରଖିବାରେ ଏବଂ ପ୍ରତିବେଳେ ଶକ୍ତିଶାଳୀ ହେବାରେ ପ୍ରେରଣା ଦେଇଥାଏ। ଏହି ତିନୋଟି ସୂଚକ ମିଶି ଉପଲବ୍ଧି, କୌଶଳ ଏବଂ ବୃଦ୍ଧିର ସମତୁଳିତ ଅବଲୋକନ ପ୍ରଦାନ କରନ୍ତି।",
  "TaskDone": "ସମ୍ପୂର୍ଣ୍ଣ କାମ",
  "accuracy": "ସଠିକତା",
  "improvement": "ସୁଧାର",
  "welcome_tagline": "Zestverse ରେ ଖେଳିବା ଏବଂ ଶିଖିବା...",
  "learn_with_fun": "ମଜା ସହିତ ଶିଖନ୍ତୁ ଏବଂ ଆରମ୍ଭ କରନ୍ତୁ",
  "excel_for_excellence": "ଉତ୍କୃଷ୍ଟତା ପାଇଁ ଉତ୍କୃଷ୍ଟତା",
  "lets_connect": "ଚଲନ୍ତୁ ସଂଯୋଗ କରିବା",
  "journey": "ଯାତ୍ରା",
  "button": "ଚଲନ୍ତୁ ସଂଯୋଗ କରିବା",
  "how_to_play": "କେମିତି ଖେଳିବେ",
  "learn_with": "ମଜା ସହିତ ଶିଖନ୍ତୁ",
  "how_to_play_desc": "ଛାତ୍ର ଭୁଲ ଉତ୍ତର ଦେଲେ, ଆମେ ଖେଳ ବନ୍ଦ କରିବୁ ନାହିଁ। ସେମାନେ ଖେଳୁଥିବାବେଳେ ଆମେ ତାଙ୍କୁ ଅବଧି କରିବାକୁ ଦିଅ...",
  "tab1": "ଟାବ୍ 1",
  "tab2": "ଟାବ୍ 2",
  "tab3": "ଟାବ୍ 3",
  "tab2_desc": "ଛାତ୍ରମାନେ ଏକା ସମୟରେ ଇଣ୍ଟରାକ୍ଟିଭ୍ ଗେମ୍ସ ମାଧ୍ୟମରେ ଶିଖିପାରିବେ...",
  "tab3_desc": "ଛାତ୍ରମାନେ ଇଣ୍ଟରାକ୍ଟିଭ୍ ଗେମ୍ସ ମାଧ୍ୟମରେ ସମୟ ସମୟରେ ଶିଖିବା ସହିତ ଖେଳିପାରିବେ, ଯାହା ମଜା ଓ ଶିକ୍ଷାକୁ ମିଶାଏ। ଖେଳୁଥିବାବେଳେ, ସେମାନେ ଚ୍ୟାଲେଞ୍ଜଗୁଡିକୁ ସମାଧାନ କରନ୍ତି, ପ୍ରଶ୍ନଗୁଡିକୁ ଉତ୍ତର ଦେନ୍ତି, ଏବଂ ଏମିତି ପছନ୍ଦ କରନ୍ତି ଯାହା ସେମାନଙ୍କର ଜ୍ଞାନକୁ ପରୀକ୍ଷା କରେ। କେବଳ ସ୍ମୃତିରେ ରଖିବା ପରିବର୍ତ୍ତେ, ସେମାନେ ସକ୍ରିୟ ଭାଗ ନେଇ ସଂକଳ୍ପନାକୁ ଭଲ ଭାବରେ ବୁଝିପାରନ୍ତି। ଗେମିଂର ଉତ୍ସାହ ସେମାନେକୁ ପ୍ରେରିତ ରଖେ, ଯେତେବେଳେ ଶିକ୍ଷାର ଉପାଦାନ ସୁନିଶ୍ଚିତ କରେ ଯେ ସେମାନେ ଉପଯୁକ୍ତ କୌଶଳ ଅर्जନ କରନ୍ତି। ଏହିଭଳି, ପ୍ରତ୍ୟେକ ତ୍ରୁଟି ସୁଧାରଣର ଅବସର ହୁଏ, ଏବଂ ପ୍ରତ୍ୟେକ ସାଧନା ଆତ୍ମବିଶ୍ୱାସ ବଢାଏ—ଯାହା ଶିଖିବାର ପ୍ରକ୍ରିୟାକୁ ମଜାଦାର ଏବଂ ପ୍ରଭାବଶାଳୀ କରେ।",
  "title": "ଯୋଗାଯୋଗ କରନ୍ତୁ",
  "firstName": "ପ୍ରଥମ ନାମ",
  "lastName": "ଶେଷ ନାମ",
  "email": "ଇମେଲ୍ ଠିକଣା",
  "phone": "ଫୋନ୍ ନମ୍ବର",
  "message": "ସନ୍ଦେଶ",
  "send": "ପଠାନ୍ତୁ",
  "sending": "ପଠାଯାଉଛି...",
  "success": "✅ ସନ୍ଦେଶ ସଫଳତାର ସହିତ ପଠାଗଲା!",
  "error": "⚠️ କିଛି ଭୁଲ୍ ହୋଇଛି, ପରେ ପୁନିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।",
  "serverError": "⚠️ ସର୍ଭର ତ୍ରୁଟି। ପରେ ପୁନିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ।"
}